import React from 'react'

export class Content extends React.Component {
    constructor(props) {
        super(props);
        this.state = {backgroundColor: "white"};
    }
    
    render() {
        return (<>
            <p>
                Школа: Політехнічний ліцей НТУУ "КПІ", Університет: НТУУ "КПІ"
            </p>
            <ul>
                <li>Футбол</li>
                <li>Маркетинг</li>
                <li>Подорожі</li>
                <li>Тренажерний зал</li>
            </ul>
            <ol>
                <li>Гарі Поттер (фільм і книга)</li>
                <li>Єкзамен (фільм)</li>
                <li>Великий Гетсбі (фільм)</li>
            </ol>
            <p>
                Київ. Це коротке звучне слово – назва міста, корені якого йдуть глибоко в сиву давнину.
                Його історія нараховує більш ніж 1500 років. Це одне з найстаріших слов'янських міст - 
                столиця ранньофеодальної держави Київська Русь.
                Один із центрів, де зароджувалася рання слов'янська культура  як  важлива  складова  світової цивілізації.
            </p>
        </>);
    }
}